Repository: jaywcjlove/app-i18n
Catalog: i18n/source/keyzer/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: The new password cannot be the same as the old one. Please enter a different password.
de: Das neue Passwort darf nicht mit dem alten übereinstimmen. Bitte geben Sie ein anderes Passwort ein.
fr: Le nouveau mot de passe ne peut pas être identique à l’ancien. Veuillez en saisir un autre.
it: La nuova password non può essere uguale a quella precedente. Inserisci una password diversa.
ja: 新しいパスワードは古いパスワードと同じにできません。別のパスワードを入力してください。
ko: 새 비밀번호는 이전 비밀번호와 같을 수 없습니다. 다른 비밀번호를 입력하세요.
ru: Новый пароль не может совпадать со старым. Введите другой пароль.
zh_hans: 新密码不能与旧密码相同，请输入一个不同的密码。
zh_hant: 新密碼不能與舊密碼相同，請輸入不同的密碼。

source: The password file cannot be accessed. Please re-add the file to automatically grant read and write permissions.
de: Auf die Passwortdatei kann nicht zugegriffen werden. Bitte fügen Sie die Datei erneut hinzu, um Lese- und Schreibrechte automatisch zu erteilen.
fr: Le fichier de mots de passe est inaccessible. Veuillez le rajouter pour accorder automatiquement les autorisations de lecture et d’écriture.
it: Impossibile accedere al file password. Aggiungi di nuovo il file per concedere automaticamente i permessi di lettura e scrittura.
ja: パスワードファイルにアクセスできません。ファイルを再度追加して、読み取りと書き込みの権限を自動的に付与してください。
ko: 비밀번호 파일에 접근할 수 없습니다. 파일을 다시 추가하여 읽기 및 쓰기 권한을 자동으로 부여하세요.
ru: Нет доступа к файлу паролей. Добавьте файл снова, чтобы автоматически предоставить права на чтение и запись.
zh_hans: 密码文件无权限访问，请重新添加文件以自动授权读写权限。
zh_hant: 無法存取密碼檔案。請重新加入檔案以自動授予讀寫權限。

source: Title
de: Titel
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
ru: Название
zh_hans: 标题
zh_hant: 標題

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Débloquer toutes les fonctionnalités
it: Sblocca tutte le funzioni
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: Username
de: Benutzername
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

source: Web Account
de: Webkonto
fr: Compte web
it: Account web
ja: Webアカウント
ko: 웹 계정
ru: Веб-аккаунт
zh_hans: 网站账号
zh_hant: 網站帳號

source: WiFi Password
de: WLAN-Passwort
fr: Mot de passe Wi-Fi
it: Password Wi-Fi
ja: Wi-Fiパスワード
ko: Wi-Fi 비밀번호
ru: Пароль Wi-Fi
zh_hans: Wi-Fi密码
zh_hant: Wi-Fi 密碼

source: Feedback
fr: Commentaires
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Text
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
ru: Текст
zh_hans: 文本
zh_hant: 文字

source: Website
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
ru: Веб-сайт
zh_hans: 网站
zh_hant: 網站

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@（%2$@）
ko: 버전 %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@（%2$@）

source: Douyin
ja: 抖音
zh_hans: 抖音
zh_hant: 抖音

source: E-mail
ja: メール
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: E-Mail
ja: メール
ko: 이메일
ru: Эл. почта
zh_hans: 邮箱
zh_hant: 電子郵件

source: Yahoo Mail
ja: Yahooメール
zh_hans: 雅虎邮箱
zh_hant: Yahoo 信箱

source: OK
ko: 확인
zh_hans: 确认
zh_hant: 好

source: AliExpress
zh_hans: 阿里速卖通
zh_hant: 速賣通

source: Amazon
zh_hans: 亚马逊
zh_hant: 亞馬遜

source: Apple
zh_hans: 苹果

source: Baidu
zh_hans: 百度
zh_hant: 百度

source: Bilibili
zh_hans: 哔哩哔哩
zh_hant: 嗶哩嗶哩

source: Facebook
zh_hans: 脸书

source: Gmail
zh_hans: 谷歌邮箱

source: Google
zh_hans: 谷歌

source: LinkedIn
zh_hans: 领英

source: Microsoft
zh_hans: 微软

source: OneDrive
zh_hans: 微软云盘

source: Outlook
zh_hans: 微软邮箱

source: Pro
zh_hans: 专业版
zh_hant: 專業版

source: Taobao
zh_hans: 淘宝
zh_hant: 淘寶

source: Tencent
zh_hans: 腾讯
zh_hant: 騰訊

source: URL
zh_hans: 链接地址
zh_hant: 網址

source: WeChat
zh_hans: 微信
zh_hant: 微信

source: Weibo
zh_hans: 微博
zh_hant: 微博

source: Zhihu
zh_hans: 知乎
zh_hant: 知乎
